<template>
	<h3 class="text-success">Assassins creed 2</h3>
	<p class="text-dark">ассассинс крид 2 это часть про Эцио = дворянина из итальянской дворянской семьи он был сильным человеком но потом частьего семьи пидарасы казнили и Эцио блуждал по флоренции пока не пошел в вилу к дяде и дядя научил его и Эцио стал ассассином потом он охотился за тамплиерами в поисках сундука с яблоком Эдема на месте убийства (пока что не успел убить) испанца он втсретился с элитой воров наемников и куртизанок которые тоже оказались представителями итальянских ассасинов потом он пошел в Рим поубивать борджия но он его пощадил а борджия пидарасина не ответила взаимностью и начал творить хуйню</p>
</template>

<script>

export default {
  name: 'AC2'
};

</script>