<template>
	<h3 class="text-success">Assassins creed 2</h3>
	<p class="text-dark">ассассинс крид 2 это часть про Эцио = дворянина из итальянской дворянской семьи он был сильным человеком но потом частьего семьи пидарасы казнили и Эцио блуждал по флоренции пока не пошел в вилу к дяде и дядя научил его и Эцио стал ассассином потом он охотился за тамплиерами в поисках сундука с яблоком Эдема на месте убийства (пока что не успел убить) испанца он втсретился с элитой воров наемников и куртизанок которые тоже оказались представителями итальянских ассасинов потом он пошел в Рим поубивать борджия но он его пощадил а борджия пидарасина не ответила взаимностью и начал творить хуйню</p>
	<div class="container d-flex">
		<p class="text-dark">Эцио Аудиторе да Фиренце — персонаж игровой серии Assassin’s Creed, итальянский мастер-ассасин и главный герой подсерии, действие которой разворачивается в эпоху итальянского Возрождения.В альтернативном историческом сеттинге игровой серии Эцио родился в 1459 году в городе Флоренция, в семье итальянских дворян. Он узнал о своём наследии лишь в подростковом возрасте, после того как большинство его ближайших родственников были казнены во время заговора Пацци. 3
		Встав на путь мести, Эцио вступает в конфронтацию с заклятыми врагами ассасинов, членами Ордена Тамплиеров, итальянский филиал которого возглавляет род Борджиа. После охватившего десятилетия противостояния с Родриго и Чезаре Борджиа, а также их приспешниками, Эцио возвращает ассасинам былое влияние в Италии и становится наставником Ордена в 1503 году. 3</p>
		<img class="img-fluid ml-3" src="https://avatars.mds.yandex.net/i?id=0b6b3779654b75541c9c73da52288cf02dc09ab1-8282929-images-thumbs&n=13">
	</div>
</template>

<script>

export default {
  name: 'AC2'
};

</script>