<template>
	<h3 class="text-success">Assassins creed revelations</h3>
	<p class="text-dark">третья часть трилогии Эцио про то как старый Эцио пошел в Масиаф в библиотеку Альтаира чтобы зунать истину. Там на него напали тамплиеры но он их всех поубивал.</p>
	<p class="text-dark">Позже Эцио приплыл в Стамбул там он искал ключи памяти воспоминаний Альтаира находит братство в Стамбуле и уибвает тамплиеров в власти потом приходит в Масиаф и общается с Дезмондом</p>
</template>

<script>

export default {
  name: 'revelations'
};

</script>